Repository: ctt-gob-es/firma-ios
Catalog: Firma_iOS/Supporting Files/Localizable.xcstrings
Source language: en
Languages: ca, es, eu, gl, va

# onboarding_message
source: Sign documents securely and legally by identifying yourself with your digital certificate or electronic ID.
ca: Signa documents de manera segura i legal identificant-te amb el teu certificat digital o DNI electrònic.
es: Firma documentos de forma segura y legal identificándote con tu certificado digital o DNI electrónico.
eu: Sinatu dokumentuak modu seguruan eta legalean zure ziurtagiri digitalarekin edo NAN elektronikoarekin identifikatuz.
gl: Asina documentos de forma segura e legal identificándose co teu certificado dixital ou DNI electrónico.
va: Firma documents de manera segura i legal identificant-te amb el teu certificat digital o DNI electrònic.

# onboarding_title
source: Easy and secure signature
ca: Firma fàcil i segura
es: Firma fácil y segura
eu: Sinadura erraza eta segurua
gl: Sinatura fácil e segura
va: Firma fàcil i segura

# operation_batch
source: Batch
ca: Lot
es: Lote
eu: Lotea
gl: Lote
va: Lot

# operation_cosign
source: Co-sign
ca: Cofirmació
es: Cofirma
eu: Kofirma
gl: Cofirma
va: Cofirmació

# operation_countersign
source: Counter-sign
ca: Contrafirmació
es: Contrafirma
eu: Kontrafirma
gl: Contrafirma
va: Contrafirmació

# operation_sign
source: Sign
ca: Signatura
es: Firma
eu: Sinadura
gl: Sinatura
va: Signatura

# operation_unknown_operation
source: Unknown operation
ca: Operació desconeguda
es: Operación desconocida
eu: Ezezaguneko operazioa
gl: Operación descoñecida
va: Operació desconeguda

# page_number
source: Page %d of %d
ca: Pàgina %d de %d
es: Página %d de %d
eu: Orrialdea %d / %d
gl: Páxina %d de %d
va: Pàgina %d de %d

source: Password
ca: Contrasenya
es: Contraseña
eu: Pasahitza
gl: Contrasinal
va: Contrasenya

# pdf_coordinates_only_one_sign_available
source: You can only choose one place to sign
ca: Només pots escollir un lloc on signar
es: Sólo puedes escoger un sitio donde firmar
eu: Sinatzeko leku bakarra aukeratu dezakezu
gl: Só podes escoller un lugar para asinar
va: Només pots triar un lloc on firmar

# pdf_coordinates_title
source: Where you'd like to sign?
ca: On t'agradaria signar?
es: ¿Dónde te gustaría firmar?
eu: Non sinatu nahiko zenuke?
gl: Onde che gustaría asinar?
va: On t'agradaria firmar?

# permissions_button_title
source: Save
ca: Guardar
es: Guardar
eu: Gorde
gl: Gardar
va: Guardar

# permissions_nfc_description
source: Allow the use of DNIe via NFC
ca: Permetre l'ús del DNIe per NFC
es: Permitir el uso de DNIe por NFC
eu: NFC bidez DNIe erabiltzea baimendu
gl: Permitir o uso de DNIe mediante NFC
va: Permetre l'ús de DNIe per NFC

# permissions_obfuscate_identifiers
source: Obfuscate user identifiers in signatures
ca: Ofuscar identificadors d'usuari a les signatures
es: Ofuscar identificadores de usuario en las firmas
eu: Erabiltzaile-identifikatzaileak sinaduretan ezkutatu
gl: Ofuscar identificadores de usuario nas sinaturas
va: Ofuscar identificadors d'usuari a les signatures

# permissions_signature_visible
source: Make signature visible
ca: Fer visible la signatura
es: Hacer firma visible
eu: Sinadura ikusgai jarri
gl: Facer a sinatura visible
va: Fer visible la signatura

# permissions_title
source: Permissions
ca: Permisos
es: Permisos
eu: Baimenak
gl: Permisos
va: Permisos

# privacy_controller_title
source: Acceptance of legal texts
ca: Acceptació de textos legals
es: Aceptación de textos legales
eu: Lege-testuak onartzea
gl: Aceptación de textos legais
va: Acceptació de textos legals

source: Privacy Policy
ca: Política de privadesa
es: Política de privacidad
eu: Pribatutasun-politika
gl: Política de privacidade
va: Política de privacitat

# privacy_policy_checkbox_description
source: I have read and agree to the Privacy Policy
ca: He llegit i estic d'acord amb la Política de Privadesa
es: He leído y estoy de acuerdo con la Política de Privacidad
eu: Irakurri dut eta ados nago pribatutasun-politikarekin
gl: Lin e estou de acordo con a Política de Privacidade
va: He llegit i estic d'acord amb la Política de Privacitat

# privacy_tou_checkbox_description
source: I have read and agree with the Legal Notice and the Terms and Conditions of Use
ca: He llegit i estic d'acord amb l'Avís Legal i els Termes i Condicions d'ús
es: He leído y estoy de acuerdo con el Aviso Legal y los Términos y Condiciones de Uso
eu: Irakurri dut eta ados nago Legezko Oharrarekin eta Erabiltzeko Termino eta Baldintzekin
gl: Lin e estou de acordo con o Aviso Legal e os Termos e Condicións de Uso
va: He llegit i estic d'acord amb l'Avís Legal i els Termes i Condicions d'ús

# pseudonym_modal_description
source: The chosen certificate is a pseudonym certificate. Your personal data will not appear in the firm.
ca: El certificat escollités un certificat de pseudònim. En la signatura no apareixeran les seves dades personals
es: El certificado escogido es un certificado de seudónimo. En la firma no aparecerán sus datos personales
eu: Aukeratutako ziurtagiria izengoitiaren ziurtagiria da. Sinaduran ez dira agertuko zure datu pertsonalak
gl: O certificado escollido é un certificado de pseudónimo. Na firma non aparecerán os seus datos persoais
va: El certificat triatés un certificat de pseudònim. En la firma no apareixeran les seues dades personals

# pseudonym_modal_title
source: Notice
ca: Avís
es: Aviso
eu: Abisua
gl: Aviso
va: Avís

# recovery_button_title
source: Recovery Plan
ca: Pla de Recuperació
es: Plan de Recuperación
eu: Berreskuratzeko Plana
gl: Plan de Recuperación
va: Pla de Recuperació

# retry_button_title
source: Try again
ca: Tornar a intentar-ho
es: Volver a intentarlo
eu: saiatu berriro
gl: téntao de novo
va: Tornar a intentar-ho

# save_success_description
source: The file has been successfully saved.
ca: El fitxer ha estat guardat correctament.
es: El fichero ha sido guardado correctamente.
eu: Fitxategia behar bezala gorde da.
gl: O ficheiro gardouse correctamente.
va: El fitxer ha sigut desat correctament.

# save_success_title
source: File saved
ca: Fitxer desat
es: Fichero guardado
eu: Gordetako fitxategia
gl: Ficheiro gardado
va: Fitxer desat

# select_certificates_description
source: Select the certificate you want to sign the file with.
ca: Selecciona el certificat amb què vulguis signar el fitxer.
es: Selecciona el certificado con el que quieras firmar el fichero.
eu: Hautatu fitxategia sinatu nahi duzun ziurtagiria.
gl: Seleccione o certificado co que quere asinar o ficheiro.
va: Selecciona el certificat amb el qual vulgues firmar el fitxer.

source: Send
ca: Enviar
es: Enviar
eu: Bidali
gl: Enviar
va: Enviar

# settings_accesibility_info_row
source: Accessibility Statement
ca: Declaració d'accessibilitat
es: Declaración de Accesibilidad
eu: Irisgarritasun-deklarazioa
gl: Declaración de accesibilidade
va: Declaració d'accessibilitat

# settings_faq_row
source: FAQ
ca: Preguntes freqüents
es: Preguntas frecuentes
eu: Ohiko galderak
gl: Preguntas frecuentes
va: Preguntes freqüents

# settings_general_info_title
source: General Information
ca: Informació general
es: Información general
eu: Informazio orokorra
gl: Información xeral
va: Informació general

# settings_help_title
source: Help
ca: Ajuda
es: Ayuda
eu: Laguntza
gl: Axuda
va: Ajuda

# settings_historical_row
source: Historical archives signed
ca: Històric d'arxius signats
es: Histórico de firmas
eu: Sinatutako fitxategien historia
gl: Historial de ficheiros asinados
va: Històric d'arxius firmats

# settings_install_certificate_row
source: How to install a certificate
ca: Com instal·lar un certificat
es: Cómo instalar un certificado
eu: Nola instalatu ziurtagiri bat
gl: Como instalar un certificado
va: Com instal·lar un certificat

# settings_language_row
source: Language
ca: Idioma
es: Idioma
eu: Hizkuntza
gl: Idioma
va: Idioma

# settings_legal_advice_row
source: Legal notice
ca: Avís legal
es: Aviso legal
eu: Lege-oharra
gl: Aviso legal
va: Avís legal

# settings_my_config_title
source: My settings
ca: La meva configuració
es: Mi configuración
eu: Nire konfigurazioa
gl: A miña configuración
va: La meua configuració

# settings_permission_row
source: Permissions
ca: Permisos
es: Permisos
eu: Baimenak
gl: Permisos
va: Permisos

# settings_privacy_policy_row
source: Privacy Policy
ca: Política de privadesa
es: Política de privacidad
eu: Pribatutasun-politika
gl: Política de privacidade
va: Política de privacitat

# settings_title
source: Configuration
ca: Ajustos
es: Ajustes
eu: Doikuntzak
gl: Axustes
va: Ajustos

# settings_version_row
source: Version v%@
ca: Versió v%@
es: Versión v%@
eu: v%@ bertsioa
gl: Versión V%@
va: Versió v%@

source: Sign
ca: Signatura electrònica
es: Firma electrónica
eu: Sinadura elektronikoa
gl: Sinatura electrónica
va: Firma electrònica

# sign_file_title
source: What will you use to sign the file?
ca: Amb què signaràs el fitxer?
es: ¿Con qué firmarás el fichero?
eu: Zerekin sinatuko duzu fitxategia?
gl: Con que vai asinar o ficheiro?
va: Amb què firmaràs el fitxer?

# sign_success_description
source: The file has been successfully signed.
ca: El fitxer ha estat signat correctament.
es: El fichero ha sido firmado correctamente.
eu: Fitxategia behar bezala sinatu da.
gl: O ficheiro asinouse correctamente.
va: El fitxer ha sigut firmat correctament.

# sign_success_title
source: File signed
ca: Fitxer signat
es: Fichero firmado
eu: Sinatutako fitxategia
gl: Ficheiro asinado
va: Fitxer firmat

# sign_with_certificate
source: Electronic certificate
ca: Certificat electrònic
es: Certificado electrónico
eu: Ziurtagiri elektronikoa
gl: Certificado electrónico
va: Certificat electrònic

# sign_with_dni
source: Electronic ID
ca: DNI electrònic
es: DNI electrónico
eu: NAN elektronikoa
gl: DNI electrónico
va: DNI electrònic

# textfield_modal_button_title
source: Enter the password:
ca: Introdueixi la contrasenya
es: Introduzca la contraseña
eu: Sartu pasahitza:
gl: Introduza o contrasinal
va: Introduïsca la contrasenya

# textfield_modal_cancel_button_title
source: Cancel
ca: Cancel·la
es: Cancelar
eu: Utzi
gl: Cancelar
va: Cancel·lar

# textfield_modal_description
source: Please enter the document password to continue with the signing process
ca: Si us plau, introduïu la contrasenya del document per poder continuar amb el procés de signatura
es: Por favor, introduce la contraseña del documento para poder continuar con el proceso de firma
eu: Mesedez, idatzi dokumentuaren pasahitza sinatzeko prozesuarekin jarraitzeko
gl: Introduza o contrasinal do documento para continuar co proceso de sinatura
va: Per favor, introduïx la contrasenya del document per a poder continuar amb el procés de firma

# textfield_modal_title
source: The document is encrypted
ca: El document està encriptat
es: El documento está encriptado
eu: Dokumentua zifratuta dago
gl: O documento está cifrado
va: El document està encriptat

# tracking_error_description
source: Allow the app to send activity information to help its development?
ca: Permetre que l'app enviï informació d'activitat per ajudar el desenvolupament?
es: ¿Permitir que la app envíe información de actividad para ayudar a su desarrollo?
eu: Aplikazioari jarduerei buruzko informazioa bidaltzeko baimena eman nahi diozu bere garapenean laguntzeko?
gl: Permitir que a aplicación envíe información de actividade para axudar ao seu desenvolvemento?
va: Permetre que l'app envie informació d'activitat per a ajudar al seu desenrotllament?

# tracking_error_title
source: Activity information
ca: Informació d'activitat
es: Información de actividad
eu: Jardueren informazioa
gl: Información da actividade
va: Informació d'activitat

# update_button_title
source: Update
ca: Actualitzar
es: Actualizar
eu: Eguneratu
gl: Actualizar
va: Actualitzar

# update_error_description
source: A new Autofirma update is available.
ca: Hi ha disponible una nova actualització d'Autofirma.
es: Hay disponible una nueva actualización de Autofirma.
eu: Sinadura automatikoaren eguneratze berri bat dago eskuragarri.
gl: Hai unha nova actualización de sinatura automática dispoñible.
va: Hi ha disponible una nova actualització d'autofirma.

# update_error_title
source: New version available
ca: Nova versió disponible
es: Nueva versión disponible
eu: Bertsio berria eskuragarri
gl: Nova versión dispoñible
va: Nova versió disponible

# url_accessibility_statement
source: http://estaticos.redsara.es/comunes/clientefirmaandroid/1/8/0/translated(en)_declaracion_accesibilidad.pdf
ca: http://estaticos.redsara.es/comunes/clientefirmaandroid/1/8/0/translated(ca)_declaracion_accesibilidad.pdf
es: http://estaticos.redsara.es/comunes/clientefirmaandroid/1/8/0/declaracion_accesibilidad.pdf
eu: http://estaticos.redsara.es/comunes/clientefirmaandroid/1/8/0/translated(eu)_declaracion_accesibilidad.pdf
gl: http://estaticos.redsara.es/comunes/clientefirmaandroid/1/8/0/translated(gl)_declaracion_accesibilidad.pdf
va: http://estaticos.redsara.es/comunes/clientefirmaandroid/1/8/0/translated(val)_declaracion_accesibilidad.pdf

# url_aviso_legal
source: https://administracion.gob.es/pag_Home/en/avisoLegal.html
ca: https://administracion.gob.es/pag_Home/ca/avisoLegal.html
es: https://administracion.gob.es/pag_Home/avisoLegal.html
eu: https://administracion.gob.es/pag_Home/eu/avisoLegal.html
gl: https://administracion.gob.es/pag_Home/gl/avisoLegal.html
va: https://administracion.gob.es/pag_Home/va/avisoLegal.html

# url_privacy_policy
source: https://administracion.gob.es/pag_Home/en/politicaDePrivacidad.html
ca: https://administracion.gob.es/pag_Home/ca/politicaDePrivacidad.html
es: https://administracion.gob.es/pag_Home/politicaDePrivacidad.html
eu: https://administracion.gob.es/pag_Home/eu/politicaDePrivacidad.html
gl: https://administracion.gob.es/pag_Home/gl/politicaDePrivacidad.html
va: https://administracion.gob.es/pag_Home/va/politicaDePrivacidad.html

# user_cancelled_error_description
source: You have cancelled the signing process, if you want to sign the file, you will have to repeat the entire process.
ca: Heu cancel·lat el procés de signatura, si voleu signar el fitxer, haureu de repetir el procés complet.
es: Has cancelado el proceso de firma, si quieres firmar el archivo, deberás repetir el proceso completo.
eu: Sinadura prozesua bertan behera utzi duzu, fitxategia sinatu nahi baduzu, prozesu osoa errepikatu beharko duzu.
gl: Cancelaches o proceso de sinatura, se queres asinar o expediente, terás que repetir todo o proceso.
va: Has cancel·lat el procés de firma, si vols firmar l'arxiu, hauràs de repetir el procés complet.

# user_cancelled_error_title
source: Signing process cancelled
ca: Procés de signatura cancel·lat
es: Proceso de firma cancelado
eu: Sinadura prozesua bertan behera utzi da
gl: Cancelouse o proceso de sinatura
va: Procés de firma cancel·lat

# user_cancelled_save_error_description
source: You have cancelled the save process, if you want to save the file you will have to repeat the process.
ca: Heu cancel·lat el procés de desament, si voleu desar el fitxer haureu de repetir el procés.
es: Has cancelado el proceso de guardado, si deseas guardar el archivo tendrás que repetir el proceso.
eu: Gorde prozesua bertan behera utzi duzu, fitxategia gorde nahi baduzu prozesua errepikatu beharko duzu.
gl: Cancelaches o proceso de gardar, se queres gardar o ficheiro terás que repetir o proceso.
va: Has cancel·lat el procés de guardat, si desitges desar l'arxiu hauràs de repetir el procés.

# user_cancelled_save_error_title
source: Save process cancelled
ca: Procés de desament cancel·lat
es: Proceso de guardado cancelado
eu: Gorde prozesua bertan behera utzi da
gl: Cancelouse o proceso de gardar
va: Procés de guardat cancel·lat

# version_text
source: “Autofirma App” v%@ 2025 Government of Spain The Autofirma App is Free Software; you can redistribute and/or modify it under the terms of the following license: “European Software License 1.1”, the full text of which can be consulted on the following website: http://ec.europa.eu/idabc/eupl.html The source code for this program, as well as the rest of the project components, can be freely downloaded from: http://forja-ctt.administracionelectronica.gob.es The Autofirma App project is a collaborative project. If you wish to participate in it, do not hesitate to join the community, accessible from the following website: https://administracionelectronica.gob.es/ctt/clienteafirma/mas#.Xxp7T0I7mhc
ca: "Autofirma App" v%@ 2025 Govern d'Espanya Autofirma App és Programari Lliure; pots redistribuir-lo i/o modificar-lo sota els termes de la llicència següent: “European Software License 1.1”, el text complet del qual es pot consultar a la pàgina web següent: http://ec.europa.eu/idabc/eupl.html El codi font d'aquest programa, així com de la resta dels components del projecte, es poden descarregar lliurement des de: http://forja-ctt.administracionelectronica.gob.es El projecte Autofirma App és un projecte col·laboratiu, si voleu participar-hi, no dubteu a unir-vos a la comunitat, accessible des de la següent pàgina Web: https://administracionelectronica.gob.es/ctt/clienteafirma/mas#.Xxp7T0I7mhc
es: “Autofirma App” v%@ 2025 Gobierno de España Autofirma App es Software Libre; puedes redistribuirlo y/o modificarlo bajo los términos de la siguiente licencia: “European Software License 1.1”, cuyo texto completo puede consultarse en la siguiente página Web: http://ec.europa.eu/idabc/eupl.html El código fuente de este programa, así como del resto de los componentes del proyecto se pueden descargar libremente desde: http://forja-ctt.administracionelectronica.gob.es El proyecto Autofirma App es un proyecto colaborativo, si desea participar en él, no dude en unirse a la comunidad, accesible desde la siguiente página Web: https://administracionelectronica.gob.es/ctt/clienteafirma/mas#.Xxp7T0I7mhc
eu: “Autofirma App” v%@ 2025 Espainiako Gobernua Autofirma App bezeroa Software Librea da; birbanatu eta/edo alda dezakezu honako lizentzia honen baldintzetan: “European Software License 1.1”, zeinaren testu osoa honako webgune honetan kontsulta daiteke: http://ec.europa.eu/idabc/eupl. html Programa honen iturburu-kodea, baita proiektuaren gainerako osagaiak ere, doan deskargatu daitezke: http://forja-ctt.administracionelectronica.gob.es Autofirma App lankidetza-proiektu bat da. Bertan parte hartu nahi baduzu, ez izan zalantzarik komunitatean sartzeko, webgune honetatik eskuragarri: https://administracionelectronica.gob.es/ctt/clienteafirma/mas#.Xxp7T0I7mhc
gl: Autofirma App” v%@ 2025 Goberno de España Autofirma App é Software Libre; pode redistribuílo e/ou modificalo nos termos da seguinte licenza: “Licenza Europea de Software 1.1”, cuxo texto completo pódese consultar na seguinte páxina web: http://ec.europa.eu/idabc/eupl. html O código fonte deste programa, así como o resto dos compoñentes do proxecto, pódese descargar libremente en: http://forja-ctt.administracionelectronica.gob.es Autofirma App é un proxecto colaborativo. Se desexas participar nel, non dubides en unirte á comunidade, accesible desde a seguinte páxina web: https://administracionelectronica.gob.es/ctt/clienteafirma/mas#.Xxp7T0I7mhc
va: “Autofirma App” v%@ 2025 Govern d'Espanya Autofirma App és Programari Lliure; pots redistribuir-ho i/o modificar-ho sota els termes de la següent llicència: “European Software License 1.1”, el text complet del qual pot consultar-se en la següent pàgina Web: http://ec.europa.eu/idabc/eupl.html El codi font d'este programa, així com de la resta dels components del projecte es poden descarregar lliurement des de: http://forja-ctt.administracionelectronica.gob.es El projecte autofirma App és un projecte col·laboratiu, si desitja participar en ell, no dubte a unir-se a la comunitat, accessible des de la següent pàgina Web: https://administracionelectronica.gob.es/ctt/clienteafirma/mas#.Xxp7T0I7mhc

# version_title
source: Version v%@
ca: Versió v%@
es: Versión v%@
eu: v%@ bertsioa
gl: Versión v%@
va: Versió v%@

# language_ca
source: Catalá
es: Català

source: Checked
eu: Egiaztatuta
gl: Comprobado

# dni_compatible_view_description_2
source: DNI 3.0
eu: ID 3.0
gl: ID 3.0

source: Error
eu: Akatsa
gl: Erro

source: OK!
eu: Ados!

source: Toggle
eu: Txandakatu
gl: Alterna

source: Unchecked
eu: Desmarkatuta
gl: Desmarcado
